---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DpartBaseLevel
source: html/f2a8333d-db83-3eac-95f8-bfbb18e69a88.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DpartBaseLevel Property

"Base Level"

## Syntax (C#)
```csharp
public static ForgeTypeId DpartBaseLevel { get; }
```